# Задачник, глава 1.1, задача 1.1.6 «Возраст через несколько лет» (★☆☆)
# Условие: https://python-theory-makarov.vercel.app/zadachnik/1-1/index.html#p6
#
# Известен возраст человека и через сколько лет состоится событие. Выведите, сколько ему будет
# тогда.
#
# Пример 1
#   данные:
#     age = 17
#     years = 5
#   вывод:
#     Через 5 лет будет: 22
# Пример 2
#   данные:
#     age = 30
#     years = 12
#   вывод:
#     Через 12 лет будет: 42

# Исходные данные (пример 1)
age = 17
years = 5

# Решение
