# Задачник, глава 1.1, задача 1.1.15 «Рецепт на другое число порций» (★★★)
# Условие: https://python-theory-makarov.vercel.app/zadachnik/1-1/index.html#p15
#
# Рецепт блинов рассчитан на 4 порции: 300 г муки, 500 мл молока и 2 яйца. Даны нужное число
# порций. Пересчитайте все продукты.
#
# Пример 1
#   данные:
#     portions = 6
#   вывод:
#     Мука: 450.0 г
#     Молоко: 750.0 мл
#     Яйца: 3.0 шт.
# Пример 2
#   данные:
#     portions = 2
#   вывод:
#     Мука: 150.0 г
#     Молоко: 250.0 мл
#     Яйца: 1.0 шт.

# Исходные данные (пример 1)
portions = 6

# Решение
